{
  "curiosidades": [
    "English: El término 'hacker' originalmente se refería a alguien que tenía habilidades excepcionales para resolver problemas técnicos.",
    "English: El primer 'hack' conocido ocurrió en 1903 cuando Nevil Maskelyne interfirió con una demostración de telegrafía inalámbrica.",
    "English: El primer caso de piratería informática ocurrió en 1960 en el MIT, cuando estudiantes exploraron maneras de mejorar sistemas telefónicos.",
    "English: El grupo 'Legion of Doom' fue uno de los primeros colectivos de hackers en los años 80.",
    "English: Kevin Mitnick, uno de los hackers más famosos, pasó cinco años en prisión por delitos informáticos.",
    "English: El término 'phreaking' se refiere al hackeo de sistemas telefónicos.",
    "English: En 1990, un grupo de hackers atacó AT&T causando interrupciones masivas en sus sistemas telefónicos.",
    "English: El término 'script kiddie' describe a personas sin habilidades avanzadas que usan herramientas creadas por otros hackers.",
    "English: El hackeo ético es una carrera profesional reconocida, conocida como 'penetration testing'.",
    "English: Los hackers de sombrero blanco trabajan para mejorar la seguridad informática.",
    "English: El primer virus informático conocido, 'Creeper', apareció en la década de 1970.",
    "English: El famoso grupo de hackers 'Anonymous' se formó en los foros de 4chan.",
    "English: El lenguaje de programación preferido por muchos hackers es Python debido a su versatilidad.",
    "English: El primer ataque de ransomware ocurrió en 1989 con un programa llamado 'AIDS Trojan'.",
    "English: La palabra 'trojan' proviene de la historia del caballo de Troya.",
    "English: El ataque más grande de denegación de servicio (DDoS) registrado alcanzó 2.5 Tbps en 2020.",
    "English: Los hackers pueden usar redes Wi-Fi públicas para robar información personal.",
    "English: El malware 'Stuxnet' fue diseñado específicamente para atacar sistemas industriales en Irán.",
    "English: Los keyloggers son herramientas que registran las pulsaciones de teclado para robar contraseñas.",
    "English: Los hackers pueden ocultar malware dentro de archivos de imágenes, un método llamado esteganografía.",
    "English: La Convención DEF CON es una de las mayores reuniones de hackers en el mundo.",
    "English: El ataque 'Man-in-the-Middle' intercepta comunicaciones entre dos partes.",
    "English: En 2014, un grupo de hackers robó 56 millones de números de tarjetas de crédito de Home Depot.",
    "English: El phishing es una de las formas más comunes de ciberataques.",
    "English: Los hackers suelen usar 'honeypots' para engañar a otros hackers y estudiar sus métodos.",
    "English: Un 'zero-day' es una vulnerabilidad no conocida previamente por los desarrolladores.",
    "English: Los ataques de fuerza bruta prueban todas las combinaciones posibles para adivinar contraseñas.",
    "English: El hackeo de redes sociales es uno de los cibercrímenes más comunes hoy en día.",
    "English: El uso de VPN puede proteger a los usuarios de algunos tipos de ataques.",
    "English: Los sistemas basados en Linux son populares entre hackers debido a su flexibilidad.",
    "English: El término 'botnet' se refiere a una red de dispositivos infectados controlados por un hacker.",
    "English: Un hacker puede usar dispositivos IoT como cámaras para realizar ataques.",
    "English: El ataque 'SQL Injection' permite acceder a bases de datos vulnerables.",
    "English: La ingeniería social es una técnica utilizada para manipular a las personas y obtener información.",
    "English: Edward Snowden filtró documentos que revelaron programas de vigilancia masiva de la NSA.",
    "English: El malware 'WannaCry' causó un daño global estimado en $4 mil millones.",
    "English: Los ataques de ransomware han aumentado drásticamente desde 2020.",
    "English: El sistema TOR permite a los usuarios navegar de manera anónima.",
    "English: Los hackers pueden usar redes de zombies para enviar spam masivo.",
    "English: El hackeo de cajeros automáticos a través de USB es una técnica conocida como 'jackpotting'.",
    "English: La primera ley contra el hacking en Estados Unidos fue la 'Computer Fraud and Abuse Act' de 1986.",
    "English: Los hackers pueden modificar claves USB para convertirlas en herramientas maliciosas.",
    "English: Los ataques a infraestructuras críticas, como redes eléctricas, están aumentando.",
    "English: El ransomware más caro de la historia, 'Ryuk', ha generado más de $150 millones en ganancias.",
    "English: Los hackers éticos pueden ganar miles de dólares resolviendo vulnerabilidades en programas de recompensas.",
    "English: Los ataques 'password spraying' prueban contraseñas comunes en muchas cuentas.",
    "English: Los drones pueden ser hackeados y controlados remotamente.",
    "English: Los hackers pueden comprometer semáforos inteligentes y sistemas de tráfico.",
    "English: Un 'backdoor' es una entrada secreta creada por un hacker para volver a acceder a un sistema.",
    "English: El virus informático más costoso de la historia fue 'Mydoom', causando $38 mil millones en daños.",
    "English: Los hackers pueden usar cámaras web no protegidas para espiar a las personas.",
    "English: El 'spear phishing' es un tipo de phishing dirigido específicamente a individuos o empresas.",
    "English: Un ataque 'watering hole' infecta sitios web que son visitados frecuentemente por un objetivo.",
    "English: Las contraseñas más comunes como '123456' siguen siendo extremadamente vulnerables.",
    "English: El 'smishing' usa mensajes SMS para engañar a los usuarios y robar datos.",
    "English: El 'vishing' usa llamadas telefónicas para engañar a las víctimas.",
    "English: Los cibercriminales a menudo usan criptomonedas para ocultar transacciones.",
    "English: Los hackers pueden modificar hardware, como teclados y ratones, para incluir malware.",
    "English: Los rootkits son herramientas que permiten a los hackers ocultar su presencia en un sistema.",
    "English: El sistema CAPTCHA se diseñó para prevenir bots, pero también ha sido hackeado.",
    "English: El hackeo de sistemas médicos es una creciente preocupación en la ciberseguridad.",
    "English: El ataque 'BlueBorne' compromete dispositivos a través de conexiones Bluetooth.",
    "English: En 2017, un hacker desactivó toda una red de trenes en Alemania.",
    "English: El protocolo HTTPS protege datos mediante cifrado, pero no es invulnerable.",
    "English: El malware 'Pegasus' se utiliza para espiar a través de teléfonos móviles.",
    "English: Los ciberdelincuentes usan servidores C2 (Command & Control) para controlar malware.",
    "English: El término 'hacking ético' fue acuñado por IBM en la década de 1990.",
    "English: El malware puede alojarse en aplicaciones móviles no verificadas.",
    "English: Un ataque 'replay' intercepta y reutiliza datos válidos para obtener acceso no autorizado.",
    "English: El ataque 'Evil Twin' crea una red Wi-Fi falsa para robar datos.",
    "English: El cifrado es una de las herramientas más efectivas contra el hacking.",
    "English: Las máquinas de votación electrónica han sido objeto de hackeos en varios países.",
    "English: El malware basado en IA es una amenaza emergente en el ciberespacio.",
    "English: El término 'script kiddie' es peyorativo en la comunidad hacker.",
    "English: En 2011, Sony sufrió una brecha masiva que expuso millones de datos de usuarios.",
    "English: El primer hackeo conocido de un vehículo ocurrió en 2015.",
    "English: Los keyloggers pueden ser físicos o software.",
    "English: El ransomware suele propagarse a través de correos electrónicos de phishing.",
    "English: Los hackers pueden comprometer redes enteras a través de una impresora conectada.",
    "English: El hacking de aviones, conocido como 'cyberjacking', es una creciente amenaza.",
    "English: El malware 'CryptoLocker' fue uno de los primeros grandes ransomware modernos.",
    "English: Los ciberataques en hospitales pueden poner en peligro vidas humanas.",
    "English: Un 'white hat' es lo opuesto a un 'black hat' en el mundo del hacking.",
    "English: El hacking de videojuegos es una industria lucrativa para algunos hackers.",
    "English: El malware 'Flame' fue diseñado para espionaje y recopilación de datos.",
    "English: Un ataque 'DNS Spoofing' redirige a los usuarios a sitios web maliciosos.",
    "English: El hackeo de bancos es una de las principales metas de los cibercriminales.",
    "English: Los ciberataques en redes sociales pueden manipular opiniones públicas.",
    "English: Los sistemas SCADA son vulnerables a ciberataques masivos."
  ]
}